[{"kodePajak":"411121","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"Masa PPh Pasal 21","keterangan":"untuk pembayaran pajak yang masih harus disetor yang tercantum   dalam SPT Masa PPh Pasal 21 termasuk SPT pembetulan sebelum dilakukan   pemeriksaan."},{"kode":"199","jenisSetoran":"Pembayaran Pendahuluan skp PPh Pasal 21","keterangan":"untuk pembayaran pajak sebelum diterbitkan surat ketetapan pajak PPh Pasal 21."},{"kode":"200","jenisSetoran":"Tahunan PPh Pasal 21","keterangan":"untuk pembayaran pajak yang masih harus disetor yang tercantum dalam SPT Tahunan PPh Pasal 21."},{"kode":"300","jenisSetoran":"STP PPh Pasal 21","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam Surat Tagihan Pajak (STP) PPh Pasal 21."},{"kode":"310","jenisSetoran":"SKPKB PPh Pasal 21","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPh Pasal 21."},{"kode":"311","jenisSetoran":"SKPKB PPh Final Pasal 21 Pembayaran Sekaligus Atas Jaminan Hari Tua, Uang Tebusan Pensiun, dan Uang Pesangon","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKB PPh Final Pasal 21 pembayaran sekaligus atas Jaminan Hari   Tua, Uang Tebusan Pensiun, dan Uang Pesangon."},{"kode":"320","jenisSetoran":"SKPKBT PPh Pasal 21","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPh Pasal 21."},{"kode":"321","jenisSetoran":"SKPKBT PPh Final Pasal 21 Pembayaran Sekaligus Atas Jaminan Hari Tua, Uang Tebusan Pensiun, dan Uang Pesangon","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKBT PPh Final Pasal 21 pembayaran sekaligus atas Jaminan Hari   Tua, Uang Tebusan Pensiun dan Uang Pesangon."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding atau Putusan Peninjauan Kembali."},{"kode":"401","jenisSetoran":"PPh Final Pasal 21 Pembayaran Sekaligus Atas Jaminan Hari Tua, Uang Tebusan Pensiun, dan Uang Pesangon","keterangan":"untuk pembayaran PPh Final Pasal 21 pembayaran sekaligus atas Jaminan Hari Tua, Uang Tebusan Pensiun, dan Uang Pesangon."},{"kode":"402","jenisSetoran":"PPh Final Pasal 21 atas honorarium atau imbalan lain yang diterima   Pejabat Negara, PNS, anggota TNI/POLRI dan para pensiunnya","keterangan":"untuk pembayaran PPh Final Pasal 21 atas honorarium atau imbalan   lain yang diterima Pejabat Negara, PNS, anggota TNI/POLRI dan para   pensiunnya."},{"kode":"500","jenisSetoran":"PPh Pasal 21 atas pengungkapan ketidakbenaran","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT PPh Pasal 21 atas pengungkapan ketidakbenaran   sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5)   Undang-Undang KUP."},{"kode":"501","jenisSetoran":"PPh Pasal 21 atas penghentian penyidikan tindak pidana","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT PPh Pasal 21 atas penghentian penyidikan tindak   pidana sebagaimana dimaksud dalam Pasal 44B ayat (2) Undang-Undang KUP."},{"kode":"510","jenisSetoran":"Sanksi administrasi berupa denda atau kenaikan atas pengungkapan ketidakbenaran pengisian SPT PPh Pasal 21","keterangan":"untuk pembayaran sanksi administrasi berupa denda atau kenaikan,   atas pengungkapan ketidakbenaran pengisian SPT PPh Pasal 21 sebagaimana   dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5) Undang-Undang KUP."},{"kode":"511","jenisSetoran":"Sanksi denda administrasi berupa denda atas penghentian penyidikan tindak pidana di bidang perpajakan","keterangan":"untuk pembayaran sanksi administrasi berupa denda, atas penghentian   penyidikan tindak pidana di bidang perpajakan sebagaimana dimaksud   dalam Pasal 44B ayat (2) Undang-Undang KUP."}],"pajak":"PPh Pasal 21"},{"kodePajak":"411122","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"Masa PPh Pasal 22","keterangan":"untuk pembayaran pajak yang harus disetor yang tercantum dalam SPT   Masa PPh Pasal 22 termasuk SPT pembetulan sebelum dilakukan pemeriksaan."},{"kode":"199","jenisSetoran":"Pembayaran Pendahuluan skp PPh Pasal 22","keterangan":"untuk pembayaran pajak sebelum diterbitkan surat ketetapan pajak PPh Pasal 22."},{"kode":"300","jenisSetoran":"STP PPh Pasal 22","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP PPh Pasal 22."},{"kode":"310","jenisSetoran":"SKPKB PPh Pasal 22","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPh Pasal 22."},{"kode":"311","jenisSetoran":"SKPKB PPh Final Pasal 22","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPh Final Pasal 22."},{"kode":"320","jenisSetoran":"SKPKBT PPh Pasal 22","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPh Pasal 22."},{"kode":"321","jenisSetoran":"SKPKBT PPh Final Pasal 22","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPh Final Pasal 22."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."},{"kode":"401","jenisSetoran":"PPh Final Pasal 22 atas Penebusan Migas","keterangan":"untuk pembayaran PPh Final Pasal 22 atas Penebusan Migas."},{"kode":"403","jenisSetoran":"PPh Final Pasal 22 atas Penjualan Barang yang Tergolong Sangat Mewah","keterangan":"untuk pembayaran PPh Pasal 22 atas Penjualan Barang yang Tergolong Sangat Mewah"},{"kode":"404","jenisSetoran":"PPh Pasal 22 atas Ekspor Komoditas Tambang Batubara, Mineral Logam, dan Mineral Bukan Logam","keterangan":"Ekspor untuk pembayaran PPh Pasal 22 atas Ekspor Komoditas Tambang Batubara, Mineral Logam, dan Mineral Bukan Logam"},{"kode":"500","jenisSetoran":"PPh Pasal 22 atas pengungkapan ketidakbenaran","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT Masa PPh Pasal 22 atas pengungkapan ketidakbenaran   sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5)   Undang-Undang KUP."},{"kode":"501","jenisSetoran":"PPh Pasal 22 atas penghentian penyidikan tindak pidana","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT Masa PPh Pasal 22 atas penghentian penyidikan tindak   pidana sebagaimana dimaksud dalam Pasal 44B ayat (2) Undang-Undang KUP."},{"kode":"510","jenisSetoran":"Sanksi administrasi berupa denda atau kenaikan atas pengungkapan ketidakbenaran pengisian SPT Masa PPh Pasal 22","keterangan":"untuk pembayaran sanksi administrasi berupa denda atau kenaikan,   atas pengungkapan ketidakbenaran pengisian SPT Masa PPh Pasal 22   sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5)   Undang-Undang KUP."},{"kode":"511","jenisSetoran":"Sanksi denda administrasi berupa denda atas penghentian penyidikan tindak pidana di bidang perpajakan","keterangan":"untuk pembayaran sanksi administrasi berupa denda, atas penghentian   penyidikan tindak pidana di bidang perpajakan sebagaimana dimaksud   dalam Pasal 44B ayat (2) Undang-Undang KUP."},{"kode":"900","jenisSetoran":"Pemungut PPh Pasal 22","keterangan":"untuk pembayaran PPh Pasal 22 yang dipungut oleh Pemungut."}],"pajak":"PPh Pasal 22"},{"kodePajak":"411123","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"Masa PPh Pasal 22 Impor","keterangan":"untuk pembayaran pajak yang harus disetor yang tercantum dalam SPT   Masa PPh Pasal 22 atas transaksi impor termasuk SPT pembetulan sebelum   dilakukan pemeriksaan."},{"kode":"199","jenisSetoran":"Pembayaran Pendahuluan skp PPh Pasal 22 Impor","keterangan":"untuk pembayaran pajak sebelum diterbitkan surat ketetapan pajak PPh Pasal 22 Impor."},{"kode":"300","jenisSetoran":"STP PPh Pasal 22 Impor","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP PPh Pasal 22 atas transaksi impor."},{"kode":"310","jenisSetoran":"SKPKB PPh Pasal 22 Impor","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPh Pasal 22 atas transaksi impor."},{"kode":"320","jenisSetoran":"SKPKBT PPh Pasal 22 Impor","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPh Pasal 22 atas transaksi impor."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."},{"kode":"500","jenisSetoran":"PPh Pasal 22 Impor atas pengungkapan ketidakbenaran","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT Masa PPh Pasal 22 atas pengungkapan ketidakbenaran   atas transaksi Impor sebagaimana dimaksud dalam Pasal 8 ayat (3), atau   Pasal 8 ayat (5) Undang-Undang KUP."},{"kode":"501","jenisSetoran":"PPh Pasal 22 Impor atas penghentian penyidikan tindak pidana","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT Masa PPh Pasal 22 atas penghentian penyidikan tindak   pidana atas transaksi Impor sebagaimana dimaksud dalam Pasal 44B ayat   (2) Undang-Undang KUP."},{"kode":"510","jenisSetoran":"Sanksi administrasi berupa denda atau kenaikan atas pengungkapan ketidakbenaran pengisian SPT Masa PPh Pasal 22 Impor","keterangan":"untuk pembayaran sanksi administrasi berupa denda atau kenaikan,   atas pengungkapan ketidakbenaran pengisian SPT Masa PPh atas   pengungkapan ketidakbenaran pengisian SPT Masa PPh Pasal 22 Impor   sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5)   Undang-Undang KUP."},{"kode":"511","jenisSetoran":"Sanksi denda administrasi berupa denda atas penghentian penyidikan tindak pidana di bidang perpajakan","keterangan":"untuk pembayaran sanksi administrasi berupa denda, atas penghentian   penyidikan tindak pidana di bidang perpajakan sebagaimana dimaksud   dalam Pasal 44B ayat (2) Undang-Undang KUP."}],"pajak":"PPh Pasal 22 Impor"},{"kodePajak":"411124","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"Masa PPh Pasal 23","keterangan":"untuk pembayaran PPh Pasal 23 yang harus disetor (selain PPh Pasal   23 atas dividen, bunga, royalti, dan jasa) yang tercantum dalam SPT Masa   PPh Pasal 23 termasuk SPT pembetulan sebelum dilakukan pemeriksaan."},{"kode":"101","jenisSetoran":"PPh Pasal 23 atas Dividen","keterangan":"untuk pembayaran PPh Pasal 23 yang harus disetor atas dividen yang   dibayarkan kepada Wajib Pajak Badan dalam negeri yang tercantum dalam   SPT Masa PPh Pasal 23."},{"kode":"102","jenisSetoran":"PPh Pasal 23 atas Bunga","keterangan":"untuk pembayaran PPh Pasal 23 yang harus disetor atas bunga   (termasuk premium, diskonto dan imbalan karena jaminan pengembalian   utang) yang dibayarkan kepada Wajib Pajak dalam negeri yang tercantum   dalam SPT Masa PPh Pasal 23."},{"kode":"103","jenisSetoran":"PPh Pasal 23 atas Royalti","keterangan":"untuk pembayaran PPh Pasal 23 yang harus disetor atas royalti yang   dibayarkan kepada Wajib Pajak dalam negeri yang tercantum dalam SPT Masa   PPh Pasal 23."},{"kode":"104","jenisSetoran":"PPh Pasal 23 atas Jasa","keterangan":"untuk pembayaran PPh Pasal 23 yang harus disetor atas jasa yang   dibayarkan kepada Wajib Pajak dalam negeri yang tercantum dalam SPT Masa   PPh Pasal 23."},{"kode":"199","jenisSetoran":"Pembayaran Pendahuluan skp PPh Pasal 23","keterangan":"untuk pembayaran pajak sebelum diterbitkan surat ketetapan pajak PPh Pasal 23."},{"kode":"300","jenisSetoran":"STP PPh Pasal 23","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam STP PPh Pasal 23 (selain STP PPh Pasal 23 atas dividen, bunga,   royalti, dan jasa)."},{"kode":"301","jenisSetoran":"STP PPh Pasal 23 atas Dividen, Bunga, Royalti, dan Jasa","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam STP PPh Pasal 23 atas dividen, bunga, royalti, dan jasa."},{"kode":"310","jenisSetoran":"SKPKB PPh Pasal 23","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKB PPh Pasal 23 (selain SKPKB PPh pasal 23 atas dividen, bunga,   royalti dan jasa)."},{"kode":"311","jenisSetoran":"SKPKB PPh Pasal 23 atas Dividen, Bunga, Royalti, dan Jasa","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKB PPh Pasal 23 atas dividen, bunga, royalti, dan jasa."},{"kode":"312","jenisSetoran":"SKPKB PPh Final Pasal 23","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPh Final Pasal 23."},{"kode":"320","jenisSetoran":"SKPKBT PPh Pasal 23","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKBT PPh Pasal 23 (selain SKPKBT PPh Pasal 23 atas dividen,   bunga, royalti, dan jasa)."},{"kode":"321","jenisSetoran":"SKPKBT PPh Pasal 23 atas Dividen, Bunga, Royalti, dan Jasa","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKBT PPh Pasal 23 atas dividen, bunga, royalti, dan jasa."},{"kode":"322","jenisSetoran":"SKPKBT PPh Final Pasal 23","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPh Final Pasal 23."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."},{"kode":"401","jenisSetoran":"PPh Final Pasal 23 atas Bunga Simpanan Anggota Koperasi","keterangan":"untuk pembayaran PPh Final Pasal 23 atas bunga simpanan anggota koperasi."},{"kode":"500","jenisSetoran":"PPh Pasal 23 atas pengungkapan ketidakbenaran","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT Masa PPh Pasal 23 atas pengungkapan ketidakbenaran   (termasuk PPh Pasal 23 atas dividen, bunga, royalti, dan jasa)   sebagaimana dimaksud dalam Pasal 8 ayat (3), atau Pasal 8 ayat (5)   Undang-Undang KUP."},{"kode":"501","jenisSetoran":"PPh Pasal 23 atas penghentian penyidikan tindak pidana","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT PPh Pasal 23 atas penghentian penyidikan tindak   pidana sebagaimana dimaksud dalam Pasal 44B ayat (2) Undang-Undang KUP."},{"kode":"510","jenisSetoran":"Sanksi administrasi berupa denda atau kenaikan atas pengungkapan ketidakbenaran pengisian SPT Masa PPh Pasal 23","keterangan":"untuk pembayaran sanksi administrasi berupa denda atau kenaikan,   atas pengungkapan ketidakbenaran pengisian SPT Masa PPh Pasal 23   sebagaimana dimaksud dalam Pasal 8 ayat (3) dan Pasal 8 ayat   (5)Undang-Undang KUP."},{"kode":"511","jenisSetoran":"Sanksi denda administrasi berupa denda atas penghentian penyidikan tindak pidana di bidang perpajakan","keterangan":"untuk pembayaran sanksi administrasi berupa denda, atas penghentian   penyidikan tindak pidana di bidang perpajakan sebagaimana dimaksud   dalam Pasal 44B ayat (2) Undang-Undang KUP."}],"pajak":"PPh Pasal 23"},{"kodePajak":"411125","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"Masa PPh Pasal 25 Orang Pribadi","keterangan":"untuk pembayaran Masa PPh Pasal 25 Orang Pribadi yang terutang."},{"kode":"101","jenisSetoran":"Masa PPh Pasal 25 Orang Pribadi Pengusaha Tertentu","keterangan":"untuk pembayaran Masa PPh Pasal 25 Orang Pribadi Pengusaha Tertentu yang terutang."},{"kode":"199","jenisSetoran":"Pembayaran Pendahuluan skp PPh Orang Pribadi","keterangan":"untuk pembayaran pajak sebelum diterbitkan surat ketetapan pajak PPh Orang Pribadi."},{"kode":"200","jenisSetoran":"Tahunan PPh Orang Pribadi","keterangan":"untuk pembayaran pajak yang masih harus dibayar yang tercantum   dalam SPT Tahunan PPh Orang Pribadi termasuk SPT pembetulan sebelum   dilakukan pemeriksaan."},{"kode":"300","jenisSetoran":"STP PPh Orang Pribadi","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP PPh Orang Pribadi."},{"kode":"310","jenisSetoran":"SKPKB PPh Orang Pribadi","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPh Orang Pribadi."},{"kode":"320","jenisSetoran":"SKPKBT PPh Orang Pribadi","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPh Orang Pribadi."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."},{"kode":"500","jenisSetoran":"PPh Orang Pribadi atas pengungkapan ketidakbenaran","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT PPh Orang Pribadi atas pengungkapan ketidakbenaran   sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5)   Undang-Undang KUP."},{"kode":"501","jenisSetoran":"PPh Orang Pribadi atas penghentian penyidikan tindak pidana","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT PPh Orang Pribadi atas penghentian penyidikan tindak   pidana sebagaimana dimaksud dalam Pasal 44B ayat (2) Undang-Undang KUP."},{"kode":"510","jenisSetoran":"Sanksi administrasi berupa denda atau kenaikan atas pengungkapan ketidakbenaran pengisian SPT PPh Orang Pribadi","keterangan":"untuk pembayaran sanksi administrasi berupa denda atau kenaikan,   atas pengungkapan ketidakbenaran pengisian SPT PPh Orang Pribadi   sebagaimana dimaksud dalam Pasal 8 ayat (3) dan Pasal 8 ayat (5)   Undang-Undang KUP."},{"kode":"511","jenisSetoran":"Sanksi denda administrasi berupa denda atas penghentian penyidikan tindak pidana di bidang perpajakan","keterangan":"untuk pembayaran sanksi administrasi berupa denda, atas penghentian   penyidikan tindak pidana di bidang perpajakan sebagaimana dimaksud   dalam Pasal 44B ayat (2) Undang-Undang KUP."}],"pajak":"PPh Pasal 25/29 Orang Pribadi"},{"kodePajak":"411126","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"Masa PPh Pasal 25 Badan","keterangan":"untuk pembayaran Masa PPh Pasal 25 Badan yang terutang."},{"kode":"199","jenisSetoran":"Pembayaran Pendahuluan skp PPh Badan","keterangan":"untuk pembayaran pajak sebelum diterbitkan surat ketetapan pajak PPh Badan."},{"kode":"200","jenisSetoran":"Tahunan PPh Badan","keterangan":"untuk pembayaran pajak yang masih harus dibayar yang tercantum   dalam SPT Tahunan PPh Badan termasuk SPT pembetulan sebelum dilakukan   pemeriksaan."},{"kode":"300","jenisSetoran":"STP PPh Badan","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP PPh Badan."},{"kode":"310","jenisSetoran":"SKPKB PPh Badan","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPh Badan."},{"kode":"320","jenisSetoran":"SKPKBT PPh Badan","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPh Badan."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."},{"kode":"500","jenisSetoran":"PPh Badan atas pengungkapan ketidakbenaran","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT PPh Badan atas pengungkapan ketidakbenaran   sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5)   Undang-Undang KUP."},{"kode":"501","jenisSetoran":"PPh Badan atas penghentian penyidikan tindak pidana","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT PPh Badan atas penghentian penyidikan tindak pidana   sebagaimana dimaksud dalam Pasal 44B ayat (2) Undang-Undang KUP."},{"kode":"510","jenisSetoran":"Sanksi administrasi berupa denda atau kenaikan atas pengungkapan ketidakbenaran pengisian SPT PPh Badan","keterangan":"untuk pembayaran sanksi administrasi berupa denda atau kenaikan,   atas pengungkapan ketidakbenaran pengisian SPT PPh Badan sebagaimana   dimaksud dalam Pasal 8 ayat (3) dan Pasal 8 ayat (5) Undang-Undang KUP."},{"kode":"511","jenisSetoran":"Sanksi denda administrasi berupa denda atas penghentian penyidikan tindak pidana di bidang perpajakan","keterangan":"untuk pembayaran sanksi administrasi berupa denda, atas penghentian   penyidikan tindak pidana di bidang perpajakan sebagaimana dimaksud   dalam Pasal 44B ayat (2) Undang-Undang KUP."}],"pajak":"PPh Pasal 25/29 Badan"},{"kodePajak":"411127","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"Masa PPh Pasal 26","keterangan":"untuk pembayaran PPh Pasal 26 yang harus disetor (selain PPh Pasal   26 atas dividen, bunga, royalti, jasa dan laba setelah pajak BUT) yang   tercantum dalam SPT Masa PPh Pasal 26"},{"kode":"101","jenisSetoran":"PPh Pasal 26 atas Dividen","keterangan":"untuk pembayaran PPh Pasal 26 yang harus disetor atas dividen yang   dibayarkan kepada Wajib Pajak luar negeri yang tercantum dalam SPT Masa   PPh Pasal 26."},{"kode":"102","jenisSetoran":"PPh Pasal 26 atas Bunga","keterangan":"untuk pembayaran PPh Pasal 26 yang harus disetor atas bunga   (termasuk premium, diskonto, premi swap dan imbalan sehubungan dengan   jaminan pengembalian utang) yang dibayarkan kepada Wajib Pajak luar   negeri yang tercantum dalam SPT Masa PPh Pasal 26."},{"kode":"103","jenisSetoran":"PPh Pasal 26 atas Royalti","keterangan":"untuk pembayaran PPh Pasal 26 yang harus disetor atas royalti yang   dibayarkan kepada Wajib Pajak luar negeri yang tercantum dalam SPT Masa   PPh Pasal 26."},{"kode":"104","jenisSetoran":"PPh Pasal 26 atas Jasa","keterangan":"untuk pembayaran PPh Pasal 26 yang harus disetor atas jasa yang   dibayarkan kepada Wajib Pajak luar negeri yang tercantum dalam SPT Masa   PPh Pasal 26."},{"kode":"105","jenisSetoran":"PPh Pasal 26 atas Laba setelah Pajak BUT","keterangan":"untuk pembayaran PPh Pasal 26 yang harus dibayar atas laba setelah pajak BUT yang tercantum dalam SPT Tahunan PPh BUT."},{"kode":"199","jenisSetoran":"Pembayaran Pendahuluan skp PPh Pasal 26","keterangan":"untuk pembayaran pajak sebelum diterbitkan surat ketetapan pajak PPh Pasal 26."},{"kode":"300","jenisSetoran":"STP PPh Pasal 26","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam STP PPh Pasal 26 (selain STP PPh Pasal 26 atas dividen, bunga,   royalti, jasa dan laba setelah pajak BUT)."},{"kode":"301","jenisSetoran":"STP PPh Pasal 26 atas Dividen, Bunga, Royalti, Jasa, dan Laba Setelah Pajak BUT","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam STP PPh Pasal 26 atas dividen, bunga, royalti, jasa, dan laba   setelah pajak BUT."},{"kode":"310","jenisSetoran":"SKPKB PPh Pasal 26","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKB PPh Pasal 26 (selain SKPKB PPh Pasal 26 atas dividen, bunga,   royalti, jasa dan laba setelah pajak BUT)."},{"kode":"311","jenisSetoran":"SKPKB PPh Pasal 26 atas Dividen, Bunga, Royalti, Jasa, dan Laba Setelah Pajak BUT","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKB PPh Pasal 26 atas dividen, bunga, royalti, jasa, dan laba   setelah pajak BUT."},{"kode":"320","jenisSetoran":"SKPKBT PPh Pasal 26","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKBT PPh Pasal 26 (selain SKPKBT PPh Pasal 26 atas dividen,   bunga, royalti, jasa dan laba setelah pajak BUT)."},{"kode":"321","jenisSetoran":"SKPKBT PPh Pasal 26 atas Dividen, Bunga, Royalti, Jasa, dan Laba Setelah Pajak BUT","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKBT PPh Pasal 26 atas dividen, bunga, royalti, jasa, dan laba   setelah pajak BUT."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."},{"kode":"500","jenisSetoran":"PPh Pasal 26 atas pengungkapan ketidakbenaran","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT PPh Pasal 26 atas pengungkapan ketidakbenaran   sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5)   Undang-Undang KUP."},{"kode":"501","jenisSetoran":"PPh Pasal 26 atas penghentian penyidikan tindak pidana","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT PPh Pasal 26 atas penghentian penyidikan tindak   pidana sebagaimana dimaksud dalam Pasal 44B ayat (2) Undang-Undang KUP."},{"kode":"510","jenisSetoran":"Sanksi administrasi berupa denda atau kenaikan atas pengungkapan ketidakbenaran pengisian SPT PPh Pasal 26","keterangan":"untuk pembayaran sanksi administrasi berupa denda atau kenaikan,   atas pengungkapan ketidakbenaran pengisian SPT PPh Pasal 26 sebagaimana   dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5) Undang-Undang KUP."},{"kode":"511","jenisSetoran":"Sanksi denda administrasi berupa denda atas penghentian penyidikan tindak pidana di bidang perpajakan","keterangan":"untuk pembayaran sanksi administrasi berupa denda, atas penghentian   penyidikan tindak pidana di bidang perpajakan sebagaimana dimaksud   dalam Pasal 44B ayat (2) Undang-Undang KUP."}],"pajak":"PPh Pasal 26"},{"kodePajak":"411128","kodeJenisSetoran":[{"kode":"199","jenisSetoran":"Pembayaran Pendahuluan skp PPh Final","keterangan":"untuk pembayaran pajak sebelum diterbitkan surat ketetapan pajak PPh Final."},{"kode":"300","jenisSetoran":"STP PPh Final","keterangan":"untuk pembayaran jumlah yang masih harus dibayar/disetor yang tercantum dalam STP PPh Final."},{"kode":"310","jenisSetoran":"SKPKB PPh Final Pasal 4 ayat (2)","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPh Final Pasal 4 ayat (2)."},{"kode":"311","jenisSetoran":"SKPKB PPh Final Pasal 15","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPh Final Pasal 15."},{"kode":"312","jenisSetoran":"SKPKB PPh Final Pasal 19","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPh Final Pasal 19."},{"kode":"320","jenisSetoran":"SKPKBT PPh Final Pasal 4 ayat (2)","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPh Final Pasal 4 ayat (2)."},{"kode":"321","jenisSetoran":"SKPKBT PPh Final Pasal 15","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPh Final Pasal 15."},{"kode":"322","jenisSetoran":"SKPKBT PPh Final Pasal 19","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPh Final Pasal 19."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."},{"kode":"401","jenisSetoran":"PPh Final Pasal 4 ayat (2) atas Diskonto/Bunga Obligasi dan Surat Utang Negara","keterangan":"untuk pembayaran PPh Final Pasal 4 ayat (2) atas diskonto/bunga obligasi dan Surat Utang Negara"},{"kode":"402","jenisSetoran":"PPh Final Pasal 4 ayat (2) atas Pengalihan Hak atas Tanah dan/atau Bangunan","keterangan":"untuk pembayaran PPh Final Pasal 4 ayat (2) atas Pengalihan Hak atas Tanah dan/atau Bangunan"},{"kode":"403","jenisSetoran":"PPh Final Pasal 4 ayat (2) atas Persewaan Tanah dan/atau Bangunan","keterangan":"untuk pembayaran PPh Final Pasal 4 ayat (2) atas Persewaan Tanah dan/atau Bangunan."},{"kode":"404","jenisSetoran":"PPh Final Pasal 4 ayat (2) atas Bunga Deposito / Tabungan, Jasa Giro dan Diskonto SBI","keterangan":"untuk pembayaran PPh Final Pasal 4 ayat (2) atas bunga deposito/tabungan, jasa giro dan diskonto SBI."},{"kode":"405","jenisSetoran":"PPh Final Pasal 4 ayat (2) atas Hadiah Undian","keterangan":"untuk pembayaran PPh Final Pasal 4 ayat (2) atas hadiah undian."},{"kode":"406","jenisSetoran":"PPh Final Pasal 4 ayat (2) atas Transaksi Saham, Obligasi dan sekuritas lainnya di Bursa.","keterangan":"untuk pembayaran PPh Final Pasal 4 ayat (2) atas transaksi saham, obligasi dan sekuritas lainnya, dan di Bursa."},{"kode":"407","jenisSetoran":"PPh Final Pasal 4 ayat (2) atas Penjualan Saham Pendiri","keterangan":"untuk pembayaran PPh Final Pasal 4 ayat (2) atas penjualan Saham Pendiri."},{"kode":"408","jenisSetoran":"PPh Final Pasal 4 ayat (2) atas Penjualan Saham Milik Perusahaan Modal Ventura","keterangan":"untuk pembayaran PPh Final Pasal 4 ayat (2) atas penjualan saham milik Perusahaan Modal Ventura."},{"kode":"409","jenisSetoran":"PPh Final Pasal 4 ayat (2) atas Jasa Konstruksi","keterangan":"untuk pembayaran PPh Final Pasal 4 ayat (2) atas jasa konstruksi."},{"kode":"410","jenisSetoran":"PPh Final Pasal 15 atas Jasa Pelayaran Dalam Negeri","keterangan":"untuk pembayaran PPh Final Pasal 15 atas jasa pelayaran dalam negeri."},{"kode":"411","jenisSetoran":"PPh Final Pasal 15 atas Jasa Pelayaran dan/atau Penerbangan Luar Negeri","keterangan":"untuk pembayaran PPh Final Pasal 15 atas jasa pelayaran dan/atau penerbangan luar negeri."},{"kode":"413","jenisSetoran":"PPh Final Pasal 15 atas Penghasilan Perwakilan Dagang Luar Negeri","keterangan":"untuk pembayaran PPh Final Pasal 15 atas penghasilan perwakilan dagang luar negeri."},{"kode":"414","jenisSetoran":"PPh Final Pasal 15 atas Pola Bagi Hasil","keterangan":"untuk pembayaran PPh Final Pasal 15 atas pola bagi hasil."},{"kode":"415","jenisSetoran":"PPh Final Pasal 15 atas Kerjasama Bentuk BOT","keterangan":"untuk pembayaran PPh Final Pasal 15 atas kerjasama bentuk BOT."},{"kode":"416","jenisSetoran":"PPh Final Pasal 19 atas Revaluasi Aktiva Tetap","keterangan":"untuk pembayaran PPh Final Pasal 19 atas revaluasi aktiva tetap."},{"kode":"417","jenisSetoran":"PPh Final Pasal 4 ayat (2) atas Bunga Simpanan Anggota Koperasi yang Dibayarkan kepada Orang Pribadi","keterangan":"untuk Pembayaran PPh Final Pasal 4 ayat (2) atas Bunga Simpanan Anggota Koperasi yang Dibayarkan kepada Orang Pribadi"},{"kode":"418","jenisSetoran":"PPh Final Pasal 4 ayat (2) atas penghasilan dari transaksi derivatif yang diperdagangkan di bursa","keterangan":"untuk pembayaran PPh Final Pasal 4 ayat (2) atas penghasilan yang   diterima dan/atau yang diterima dan/atau diperoleh orang pribadi atau   badan dari transaksi derivatif yang diperdagangkan di bursa"},{"kode":"419","jenisSetoran":"PPh Final Pasal 17 ayat (2c) atas penghasilan berupa dividen","keterangan":"untuk pembayaran PPh Final Pasal 17 ayat (2c) atas dividen yang   diterima atau diperoleh Wajib Pajak Orang Pribadi dalam negeri"},{"kode":"420","jenisSetoran":"PPh Final Pasal 4 ayat (2) atas penghasilan dari Usaha yang   Diterima atau Diperoleh Wajib Pajak yang Memiliki Peredaran Bruto   Tertentu","keterangan":"untuk pembayaran PPh Final Pasal 4 ayat (2) atas penghasilan dari   Usaha yang Diterima atau Diperoleh Wajib Pajak yang Memiliki Peredaran   Bruto Tertentu"},{"kode":"421","jenisSetoran":"PPh Final  atas Uplift dan Pengalihan Participating Interest di Bidang usaha hulu minyak dan gas bumi","keterangan":"untuk pembayaran PPh Final  atas penghasilan kontraktor di bidang usaha hulu minyak dan gas bumi berupa Uplift atau imbalan lain yang sejenis, dan penghasilan kontraktor dari Pengalihan Participating Interest"},{"kode":"499","jenisSetoran":"PPh Final Lainnya","keterangan":"untuk pembayaran PPh Final lainnya"},{"kode":"500","jenisSetoran":"PPh Final atas pengungkapan ketidakbenaran","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT PPh Final atas pengungkapan ketidakbenaran   sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5)   Undang-Undang KUP."},{"kode":"501","jenisSetoran":"PPh Final atas penghentian penyidikan tindak pidana","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT PPh Final atas penghentian penyidikan tindak pidana   sebagaimana dimaksud dalam Pasal 44B ayat (2) Undang-Undang KUP."},{"kode":"510","jenisSetoran":"Sanksi administrasi berupa denda atau kenaikan atas pengungkapan ketidakbenaran pengisian SPT PPh Final","keterangan":"untuk pembayaran sanksi administrasi berupa denda atau kenaikan,   atas pengungkapan ketidakbenaran pengisian SPT PPh Final sebagaimana   dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5) Undang-Undang KUP."},{"kode":"511","jenisSetoran":"Sanksi denda administrasi berupa denda atas penghentian penyidikan tindak pidana di bidang perpajakan.","keterangan":"atau untuk pembayaran sanksi administrasi berupa denda, atas   penghentian penyidikan tindak pidana di bidang perpajakan sebagaimana   dimaksud dalam Pasal 44B ayat (2) Undang-Undang KUP."}],"pajak":"PPh Final"},{"kodePajak":"411129","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"PPh Non Migas Lainnya","keterangan":"untuk pembayaran masa PPh Non Migas lainnya selain PPh Pasal 15 atas jasa penerbangan dalam negeri."},{"kode":"101","jenisSetoran":"PPh Pasal 15 atas Jasa Penerbangan Dalam Negeri","keterangan":"untuk pembayaran masa PPh Pasal 15 atas jasa penerbangan dalam   negeri yang memperoleh penghasilan berdasarkan perjanjian charter   (bersifat non-final)."},{"kode":"300","jenisSetoran":"STP PPh Non Migas Lainnya","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam STP PPh Non Migas lainnya selain PPh Pasal 15 atas jasa   penerbangan dalam negeri."},{"kode":"301","jenisSetoran":"STP PPh Pasal 15 atas Jasa Penerbangan Dalam Negeri","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam STP PPh Pasal 15 atas jasa penerbangan dalam negeri yang   memperoleh penghasilan berdasarkan perjanjian charter (bersifat   non-final)."},{"kode":"310","jenisSetoran":"SKPKB PPh Non Migas Lainnya","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKB PPh Non Migas lainnya selain PPh Pasal 15 atas jasa   penerbangan dalam negeri."},{"kode":"311","jenisSetoran":"SKPKB PPh Pasal 15 atas Jasa Penerbangan Dalam Negeri","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKB PPh Pasal 15 atas jasa penerbangan dalam negeri yang   memperoleh penghasilan berdasarkan perjanjian charter (bersifat   non-final)."},{"kode":"320","jenisSetoran":"SKPKBT PPh Non Migas Lainnya","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKBT PPh Non Migas lainnya selain PPh Pasal 15 atas jasa   penerbangan dalam negeri."},{"kode":"321","jenisSetoran":"SKPKBT PPh Pasal 15 atas Jasa Penerbangan Dalam Negeri","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKBT PPh Pasal 15 atas jasa penerbangan dalam negeri yang   memperoleh penghasilan berdasarkan perjanjian charter (bersifat   non-final)."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."},{"kode":"500","jenisSetoran":"PPh Non Migas Lainnya atas pengungkapan ketidakbenaran","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam surat pemberitahuan PPh Non Migas Lainnya atas   pengungkapan ketidakbenaran sebagaimana dimaksud dalam Pasal 8 ayat (3)   atau Pasal 8 ayat (5) Undang-Undang KUP."},{"kode":"501","jenisSetoran":"PPh Non Migas Lainnya atas penghentian penyidikan tindak pidana","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam surat pemberitahuan PPh Non Migas Lainnya atas   penghentian penyidikan tindak pidana sebagaimana dimaksud dalam Pasal   44B ayat (2) Undang-Undang KUP."},{"kode":"510","jenisSetoran":"Sanksi administrasi berupa denda atau kenaikan atas pengungkapan   ketidakbenaran pengisian surat pemberitahuan PPh Non Migas Lainnya","keterangan":"untuk pembayaran sanksi administrasi berupa denda atau kenaikan,   atas pengungkapan ketidakbenaran pengisian surat pemberitahuan PPh Non   Migas Lainnya sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8   ayat (5) Undang-Undang KUP."},{"kode":"511","jenisSetoran":"Sanksi denda administrasi berupa denda atas penghentian penyidikan tindak pidana di bidang perpajakan","keterangan":"untuk pembayaran sanksi administrasi berupa denda, atas penghentian   penyidikan tindak pidana di bidang perpajakan sebagaimana dimaksud   dalam Pasal 44B ayat (2) Undang-Undang KUP."}],"pajak":"PPh Non Migas Lainnya"},{"kodePajak":"411131","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"Fiskal Luar Negeri","keterangan":"untuk pembayaran Fiskal Luar Negeri."},{"kode":"300","jenisSetoran":"STP Fiskal Luar Negeri","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP Fiskal Luar Negeri."}],"pajak":"Fiskal Luar Negeri"},{"kodePajak":"411111","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"PPh Minyak Bumi","keterangan":"untuk pembayaran masa PPh Minyak Bumi."},{"kode":"300","jenisSetoran":"STP PPh Minyak Bumi","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP PPh Minyak Bumi."},{"kode":"310","jenisSetoran":"SKPKB PPh Minyak Bumi","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPh Minyak Bumi."},{"kode":"320","jenisSetoran":"SKPKBT PPh Minyak Bumi","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPh Minyak Bumi."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."}],"pajak":"PPh Minyak Bumi"},{"kodePajak":"411112","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"PPh Gas Alam","keterangan":"untuk pembayaran masa PPh Gas Alam."},{"kode":"300","jenisSetoran":"STP PPh Gas Alam","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP PPh Gas Alam."},{"kode":"310","jenisSetoran":"SKPKB PPh Gas Alam","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPh Gas Alam."},{"kode":"320","jenisSetoran":"SKPKBT PPh Gas Alam","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPh Gas Alam."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."}],"pajak":"PPh Gas Alam"},{"kodePajak":"411119","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"PPh Migas Lainnya","keterangan":"untuk pembayaran masa PPh Migas Lainnya."},{"kode":"300","jenisSetoran":"STP PPh Migas Lainnya","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP PPh Migas Lainnya."},{"kode":"310","jenisSetoran":"SKPKB PPh Migas Lainnya","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPh Migas Lainnya."},{"kode":"320","jenisSetoran":"SKPKBT PPh Migas Lainnya","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPh Migas Lainnya."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."}],"pajak":"PPh Migas Lainnya"},{"kodePajak":"411211","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"Setoran Masa PPN Dalam Negeri","keterangan":"untuk pembayaran pajak yang masih harus dibayar yang tercantum dalam SPT Masa PPN Dalam Negeri."},{"kode":"101","jenisSetoran":"Setoran PPN BKP tidak berwujud dari luar Daerah Pabean","keterangan":"untuk pembayaran PPN terutang atas pemanfaatan BKP tidak berwujud dari luar Daerah Pabean."},{"kode":"102","jenisSetoran":"Setoran PPN JKP dari luar Daerah Pabean","keterangan":"untuk pembayaran PPN terutang atas Pemanfaatan JKP dari luar Daerah Pabean."},{"kode":"103","jenisSetoran":"Setoran Kegiatan Mem-bangun Sendiri","keterangan":"untuk pembayaran PPN terutang atas Kegiatan Membangun Sendiri."},{"kode":"104","jenisSetoran":"Setoran Penyerahan Aktiva yang menurut tujuan semula tidak untuk diperjualbelikan","keterangan":"untuk pembayaran PPN terutang atas penyerahan aktiva yang menurut tujuan semula tidak untuk diperjualbelikan."},{"kode":"Setoran Atas Pengalihan Aktiva Dalam Rangka Restrukturisasi Perusahaan","jenisSetoran":"untuk pembayaran PPN yang terutang atas pengalihan aktiva dalam rangka restrukturisasi perusahaan."},{"kode":"105","jenisSetoran":"Penebusan Stiker Lunas PPN atas Penyerahan Produk Rekaman Suara atau Gambar","keterangan":"untuk pembayaran pajak untuk Penebusan Stiker Lunas PPN atas Penyerahan Produk Rekaman Suara atau Gambar"},{"kode":"199","jenisSetoran":"Pembayaran Pendahuluan skp PPN Dalam Negeri","keterangan":"untuk pembayaran pajak sebelum diterbitkan surat ketetapan pajak PPN Dalam Negeri."},{"kode":"300","jenisSetoran":"STP PPN Dalam Negeri","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP PPN Dalam Negeri."},{"kode":"310","jenisSetoran":"SKPKB PPN Dalam Negeri","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPN Dalam Negeri."},{"kode":"311","jenisSetoran":"SKPKB PPN Pemanfaatan BKP tidak berwujud dari luar Daerah Pabean","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKB PPN atas pemanfaatan BKP tidak berwujud dari luar Daerah   Pabean."},{"kode":"312","jenisSetoran":"SKPKB PPN Pemanfaatan JKP dari luar Daerah Pabean","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKB PPN atas pemanfaatan JKP dari luar Daerah Pabean."},{"kode":"313","jenisSetoran":"SKPKB PPN Kegiatan Membangun Sendiri","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPN atas Kegiatan Membangun Sendiri."},{"kode":"314","jenisSetoran":"SKPKB Pemungut PPN Dalam Negeri","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPN yang menjadi kewajiban pemungut."},{"kode":"320","jenisSetoran":"SKPKBT PPN Dalam Negeri","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPN Dalam Negeri."},{"kode":"321","jenisSetoran":"SKPKBT PPN Pemanfaatan BKP tidak berwujud dari luar Daerah Pabean","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKBT PPN atas pemanfaatan BKP tidak berwujud dari luar Daerah   Pabean."},{"kode":"322","jenisSetoran":"SKPKBT PPN Peman-faatan JKP dari luar Daerah Pabean","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKBT PPN atas pemanfaatan JKP dari luar Daerah Pabean."},{"kode":"323","jenisSetoran":"SKPKBT PPN atas Kegiatan Membangun Sendiri","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPN atas Kegiatan Membangun Sendiri."},{"kode":"324","jenisSetoran":"SKPKBT Pemungut PPN Dalam Negeri","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKBT PPN Dalam Negeri yang menjadi kewajiban pemungut."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."},{"kode":"500","jenisSetoran":"PPN Dalam Negeri atas pengungkapan ketidakbenaran","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT Masa PPN Dalam Negeri atas pengungkapan   ketidakbenaran sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8   ayat (5) Undang-Undang KUP."},{"kode":"501","jenisSetoran":"PPN Dalam Negeri atas penghentian penyidikan tindak pidana","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT PPh Pasal 21 atas penghentian penyidikan tindak   pidana sebagaimana dimaksud dalam Pasal 44B ayat (2) Undang-Undang KUP."},{"kode":"510","jenisSetoran":"Sanksi administrasi berupa denda atau kenaikan atas pengungkapan ketidakbenaran pengisian SPT Masa PPN Dalam Negeri","keterangan":"untuk pembayaran sanksi administrasi berupa denda atau kenaikan,   atas pengungkapan ketidakbenaran pengisian SPT Masa PPN Dalam Negeri   sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5)   Undang-Undang KUP."},{"kode":"511","jenisSetoran":"Sanksi denda administrasi berupa denda atas penghentian penyidikan tindak pidana di bidang perpajakan","keterangan":"atau untuk pembayaran sanksi administrasi berupa denda, atas   penghentian penyidikan tindak pidana di bidang perpajakan sebagaimana   dimaksud dalam Pasal 44B ayat (2) Undang-Undang KUP."},{"kode":"900","jenisSetoran":"Pemungut PPN Dalam Negeri","keterangan":"untuk penyetoran PPN dalam negeri yang dipungut oleh Pemungut."}],"pajak":"PPN Dalam Negeri"},{"kodePajak":"411212","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"Setoran Masa PPN Impor","keterangan":"untuk pembayaran PPN terutang pada saat impor BKP."},{"kode":"199","jenisSetoran":"Pembayaran Pendahuluan skp PPN Impor","keterangan":"untuk pembayaran pajak sebelum diterbitkan surat ketetapan pajak PPN Impor."},{"kode":"300","jenisSetoran":"STP PPN Impor","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP PPN Impor."},{"kode":"310","jenisSetoran":"SKPKB PPN Impor","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPN Impor."},{"kode":"320","jenisSetoran":"SKPKBT PPN Impor","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPN Impor."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."},{"kode":"500","jenisSetoran":"PPN Impor atas pengungkapan ketidakbenaran","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT Masa PPN atas pengungkapan ketidakbenaran   sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5)   Undang-Undang KUP."},{"kode":"501","jenisSetoran":"PPN Impor atas penghentian penyidikan tindak pidana","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT Masa PPN atas penghentian penyidikan tindak pidana   sebagaimana dimaksud dalam Pasal 44B ayat (2) Undang-Undang KUP."},{"kode":"510","jenisSetoran":"Sanksi administrasi berupa denda atau kenaikan atas pengungkapan ketidakbenaran pengisian SPT PPN","keterangan":"untuk pembayaran sanksi administrasi berupa denda atau kenaikan,   atas pengungkapan ketidakbenaran pengisian SPT Masa PPN sebagaimana   dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5) Undang-Undang KUP"},{"kode":"511","jenisSetoran":"Sanksi denda administrasi berupa denda atas penghentian penyidikan tindak pidana di bidang perpajakan","keterangan":"atau untuk pembayaran sanksi administrasi berupa denda, atas   penghentian penyidikan tindak pidana di bidang perpajakan sebagaimana   dimaksud dalam Pasal 44B ayat (2) Undang-Undang KUP."},{"kode":"900","jenisSetoran":"Pemungut PPN Impor","keterangan":"untuk penyetoran PPN impor yang dipungut oleh pemungut."}],"pajak":"PPN Impor"},{"kodePajak":"411219","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"Setoran Masa PPN Lainnya","keterangan":"untuk pembayaran PPN Lainnya yang terutang."},{"kode":"300","jenisSetoran":"STP PPN Lainnya","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP PPN Lainnya."},{"kode":"310","jenisSetoran":"SKPKB PPN Lainnya","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPN Lainnya."},{"kode":"320","jenisSetoran":"SKPKBT PPN Lainnya","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPN Lainnya."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."},{"kode":"500","jenisSetoran":"PPN Lainnya atas pengungkapan ketidakbenaran","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT Masa PPN atas pengungkapan ketidakbenaran   sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5)   Undang-Undang KUP."},{"kode":"501","jenisSetoran":"PPN Lainnya atas penghentian penyidikan tindak pidana","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT Masa PPN atas penghentian penyidikan tindak pidana   sebagaimana dimaksud dalam Pasal 44B ayat (2) Undang-Undang KUP."},{"kode":"510","jenisSetoran":"Sanksi administrasi berupa denda atau kenaikan atas pengungkapan ketidakbenaran pengisian SPT PPN","keterangan":"untuk pembayaran sanksi administrasi berupa denda atau kenaikan,   atas pengungkapan ketidakbenaran pengisian SPT Masa PPN sebagaimana   dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5) Undang-Undang KUP."},{"kode":"511","jenisSetoran":"Sanksi denda administrasi berupa denda atas penghentian penyidikan tindak pidana di bidang perpajakan","keterangan":"atau untuk pembayaran sanksi administrasi berupa denda, atas   penghentian penyidikan tindak pidana di bidang perpajakan sebagaimana   dimaksud dalam Pasal 44B ayat (2) Undang-Undang KUP."}],"pajak":"PPN Lainnya"},{"kodePajak":"411221","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"Setoran Masa PPnBM Dalam Negeri","keterangan":"untuk pembayaran pajak yang masih harus dibayar yang tercantum dalam SPT Masa PPN Dalam Negeri."},{"kode":"199","jenisSetoran":"Pembayaran Pendahuluan skp PPnBM Dalam Negeri","keterangan":"untuk pembayaran pajak sebelum diterbitkan surat ketetapan pajak PPnBM Dalam Negeri."},{"kode":"300","jenisSetoran":"STP PPnBM Dalam Negeri","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP PPnBM Dalam Negeri."},{"kode":"310","jenisSetoran":"SKPKB Masa PPnBM Dalam Negeri","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPnBM Dalam Negeri."},{"kode":"311","jenisSetoran":"SKPKB Pemungut","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKB PPnBM Dalam Negeri yang menjadi kewajiban pemungut."},{"kode":"320","jenisSetoran":"SKPKBT Masa PPnBM Dalam Negeri","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPnBM Dalam Negeri."},{"kode":"321","jenisSetoran":"SKPKBT Pemungut PPnBM Dalam Negeri","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKPKBT PPnBM Dalam Negeri yang menjadi kewajiban pemungut."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."},{"kode":"500","jenisSetoran":"PPnBM Dalam Negeri atas pengungkapan ketidakbenaran","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT Masa PPN Dalam Negeri atas pengungkapan   ketidakbenaran sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8   ayat (5) Undang-Undang KUP."},{"kode":"501","jenisSetoran":"PPnBM Dalam Negeri atas penghentian penyidikan tindak pidana","keterangan":"untuk kekurangan pembayaran pajak yang masih harus disetor yang   tercantum dalam SPT Masa PPN Dalam Negeri atas penghentian penyidikan   tindak pidana sebagaimana dimaksud dalam Pasal 44B ayat (2)   Undang-Undang KUP."},{"kode":"510","jenisSetoran":"Sanksi administrasi berupa denda atau kenaikan atas pengungkapan ketidakbenaran pengisian SPT Masa PPN Dalam Negeri","keterangan":"untuk pembayaran sanksi administrasi berupa denda atau kenaikan,   atas pengungkapan ketidakbenaran pengisian SPT Masa PPN Dalam Negeri   sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5)   Undang-Undang KUP."},{"kode":"511","jenisSetoran":"Sanksi denda administrasi berupa denda atas penghentian penyidikan tindak pidana di bidang perpajakan","keterangan":"atau untuk pembayaran sanksi administrasi berupa denda, atas   penghentian penyidikan tindak pidana di bidang perpajakan sebagaimana   dimaksud dalam Pasal 44B ayat (2) Undang-Undang KUP."},{"kode":"900","jenisSetoran":"Pemungut PPnBM Dalam Negeri","keterangan":"untuk penyetoran PPnBM Dalam Negeri yang dipungut oleh pemungut."}],"pajak":"PPnBM Dalam Negeri"},{"kodePajak":"411222","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"Setoran Masa PPnBM Impor","keterangan":"untuk pembayaran PPnBM terutang pada saat impor BKP."},{"kode":"199","jenisSetoran":"Pembayaran Pendahuluan skp PPnBM Impor","keterangan":"untuk pembayaran pajak sebelum diterbitkan surat ketetapan pajak PPnBM Impor."},{"kode":"300","jenisSetoran":"STP PPnBM Impor","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP PPnBM Impor."},{"kode":"310","jenisSetoran":"SKPKB PPnBM Impor","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPnBM Impor."},{"kode":"320","jenisSetoran":"SKPKBT PPnBM Impor","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPnBM Impor."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."},{"kode":"500","jenisSetoran":"PPnBM Impor atas pengungkapan ketidakbenaran","keterangan":"untuk kekurangan pembayaran PPnBM pada saat impor BKP atas   pengungkapan ketidakbenaran sebagaimana dimaksud dalam Pasal 8 ayat (3)   atau Pasal 8 ayat (5) Undang-Undang KUP."},{"kode":"501","jenisSetoran":"PPnBM Impor atas penghentian penyidikan tindak pidana","keterangan":"untuk kekurangan pembayaran PPnBM pada saat impor BKP atas penghentian penyidikan"},{"kode":"510","jenisSetoran":"Sanksi administrasi berupa denda atau kenaikan atas pengungkapan ketidakbenaran pembayaran PPnBM pada saat impor BKP","keterangan":"untuk pembayaran sanksi administrasi berupa denda atau kenaikan,   atas pengungkapan ketidakbenaran pembayaran PPnBM pada saat impor BKP   sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5)   Undang-Undang KUP."},{"kode":"511","jenisSetoran":"Sanksi denda administrasi berupa denda atas penghentian penyidikan tindak pidana di bidang perpajakan","keterangan":"atau untuk pembayaran sanksi administrasi berupa denda, atas   penghentian penyidikan tindak pidana di bidang perpajakan sebagaimana   dimaksud dalam Pasal 44B ayat (2) Undang-Undang KUP."},{"kode":"900","jenisSetoran":"Pemungut PPnBM Impor","keterangan":"untuk penyetoran PPnBM Impor yang dipungut oleh pemungut."}],"pajak":"PPnBM Impor"},{"kodePajak":"411229","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"Setoran Masa PPnBM Lainnya","keterangan":"untuk pembayaran PPnBM Lainnya yang terutang."},{"kode":"300","jenisSetoran":"STP PPnBM Lainnya","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP PPnBM Lainnya."},{"kode":"310","jenisSetoran":"SKPKB PPnBM Lainnya","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB PPnBM Lainnya."},{"kode":"320","jenisSetoran":"SKPKBT PPnBM Lainnya","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT PPnBM Lainnya."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."},{"kode":"500","jenisSetoran":"PPnBM Lainya atas pengungkapan ketidakbenaran","keterangan":"untuk kekurangan pembayaran PPnBM Lainnya atas pengungkapan   ketidakbenaran sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8   ayat (5) Undang-Undang KUP."},{"kode":"501","jenisSetoran":"PPnBM Lainnya atas penghentian penyidikan tindak pidana","keterangan":"untuk kekurangan pembayaran PPnBM lainnya atas penghentian   penyidikan tindak pidana sebagaimana dimaksud dalam Pasal 44B ayat (2)   Undang-Undang KUP."},{"kode":"510","jenisSetoran":"Sanksi administrasi berupa denda atau kenaikan atas pengungkapan ketidakbenaran pembayaran PPnBM Lainnya","keterangan":"untuk pembayaran sanksi administrasi berupa denda atau kenaikan,   atas pengungkapan ketidakbenaran pembayaran PPnBM Lainnya sebagaimana   dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5) Undang-Undang KUP."},{"kode":"511","jenisSetoran":"Sanksi denda administrasi berupa denda atas penghentian penyidikan tindak pidana di bidang perpajakan","keterangan":"atau untuk pembayaran sanksi administrasi berupa denda, atas   penghentian penyidikan tindak pidana di bidang perpajakan sebagaimana   dimaksud dalam Pasal 44B ayat (2) Undang-Undang KUP."}],"pajak":"PPnBM Lainnya"},{"kodePajak":"411611","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"Bea Meterai","keterangan":"untuk pembayaran penggunaan Bea Meterai."},{"kode":"199","jenisSetoran":"Pembayaran Pendahuluan skp Bea Meterai","keterangan":"untuk pembayaran pajak sebelum diterbitkan surat ketetapan pajak Bea Meterai."},{"kode":"2XX","jenisSetoran":"Pembayaran deposit atas penggunaan Mesin Teraan Meterai Digital untuk membubuhkan tanda Bea Meterai Lunas","keterangan":"untuk pembayaran deposit bagi Wajib Pajak yang menggunakan Mesin   Teraan Meterai Digital untuk membubuhkan tanda Bea Meterai Lunas."},{"kode":"300","jenisSetoran":"STP Bea Meterai","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP Bea Meterai."},{"kode":"310","jenisSetoran":"SKPKB Bea Meterai","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB Bea Meterai."},{"kode":"320","jenisSetoran":"SKPKBT Bea Meterai","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT Bea Meterai."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."},{"kode":"500","jenisSetoran":"Bea Meterai atas pengungkapan ketidakbenaran","keterangan":"untuk kekurangan pembayaran penggunaan Bea Meterai atas   pengungkapan ketidakbenaran sebagaimana dimaksud dalam Pasal 8 ayat (3)   atau Pasal 8 ayat (5) Undang-Undang KUP."},{"kode":"501","jenisSetoran":"Bea Meterai atas penghentian penyidikan tindak pidana","keterangan":"untuk kekurangan pembayaran penggunaan Bea Meterai atas penghentian   penyidikan tindak pidana sebagaimana dimaksud dalam Pasal 44B ayat (2)   Undang-Undang KUP."},{"kode":"510","jenisSetoran":"Sanksi administrasi berupa denda atau kenaikan atas pengungkapan ketidakbenaran pembayaran Bea Meterai","keterangan":"untuk pembayaran sanksi administrasi berupa denda atau kenaikan,   atas pengungkapan ketidakbenaran pembayaran penggunaan Bea Meterai   sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5)   Undang-Undang KUP."},{"kode":"511","jenisSetoran":"Sanksi denda administrasi berupa denda atas penghentian penyidikan tindak pidana di bidang perpajakan","keterangan":"untuk pembayaran sanksi administrasi berupa denda, atas penghentian   penyidikan tindak pidana di bidang perpajakan sebagaimana dimaksud   dalam Pasal 44B ayat (2) Undang-Undang KUP."},{"kode":"512","jenisSetoran":"Denda atas Pemeteraian Kemudian","keterangan":"untuk pembayaran denda atas Pemeteraian Kemudian sebagaimana dimaksud dalam Pasal 8 dan Pasal 9 Undang-Undang Bea Meterai."}],"pajak":"Bea Meterai"},{"kodePajak":"411612","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"Penjualan Benda Meterai","keterangan":"untuk pembayaran penjualan Benda Meterai."},{"kode":"199","jenisSetoran":"Pembayaran Pendahuluan skp Benda Meterai","keterangan":"untuk pembayaran pajak sebelum diterbitkan surat ketetapan pajak Benda Meterai."},{"kode":"300","jenisSetoran":"STP Benda Meterai","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP Benda Meterai."},{"kode":"310","jenisSetoran":"SKPKB Benda Meterai","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB Benda Meterai."},{"kode":"320","jenisSetoran":"SKPKBT Benda Meterai","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT Benda Meterai."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."},{"kode":"500","jenisSetoran":"Benda Meterai atas pengungkapan ketidakbenaran","keterangan":"untuk kekurangan pembayaran penjualan Benda Meterai atas   pengungkapan ketidakbenaran sebagaimana dimaksud dalam Pasal 8 ayat (3)   atau Pasal 8 ayat (5) Undang-Undang KUP."},{"kode":"501","jenisSetoran":"Benda Meterai atas penghentian penyidikan tindak pidana","keterangan":"untuk kekurangan pembayaran penjualan Benda Meterai atas   penghentian penyidikan tindak pidana sebagaimana dimaksud dalam Pasal   44B ayat (2) Undang-Undang KUP."},{"kode":"510","jenisSetoran":"Sanksi administrasi berupa denda atau kenaikan atas pengungkapan ketidakbenaran pembayaran Benda Meterai","keterangan":"untuk pembayaran sanksi administrasi berupa denda atau kenaikan,   atas pengungkapan ketidakbenaran pembayaran penjualan Benda Meterai   sebagaimana dimaksud dalam Pasal 8 ayat (3) atau Pasal 8 ayat (5)   Undang-Undang KUP."},{"kode":"511","jenisSetoran":"Sanksi denda administrasi berupa denda atas penghentian penyidikan tindak pidana di bidang perpajakan","keterangan":"untuk pembayaran sanksi administrasi berupa denda, atas penghentian   penyidikan tindak pidana di bidang perpajakan sebagaimana dimaksud   dalam Pasal 44B ayat (2) Undang-Undang KUP."}],"pajak":"Penjualan Benda Meterai"},{"kodePajak":"411613","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"Pajak Penjualan Batubara","keterangan":"untuk pembayaran Pajak Penjualan Batubara."},{"kode":"300","jenisSetoran":"STP Pajak Penjualan Batubara","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP Pajak Penjualan Batubara."},{"kode":"310","jenisSetoran":"SKPKB Pajak Penjualan Batubara","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB Pajak Penjualan Batubara."},{"kode":"320","jenisSetoran":"SKPKBT Pajak Penjualan Batubara","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT Pajak Penjualan Batubara."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."}],"pajak":"Pajak Penjualan Batubara"},{"kodePajak":"411619","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"Setoran Masa Pajak Tidak Langsung Lainnya","keterangan":"untuk pembayaran Pajak Tidak Langsung Lainnya yang terutang."},{"kode":"300","jenisSetoran":"STP Pajak Tidak Langsung Lainnya","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP Pajak Tidak Langsung Lainnya."},{"kode":"310","jenisSetoran":"SKPKB Pajak Tidak Langsung Lainnya","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKB Pajak Tidak Langsung Lainnya."},{"kode":"320","jenisSetoran":"SKPKBT Pajak Tidak Langsung Lainnya","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKPKBT Pajak Tidak Langsung Lainnya."},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan   Banding, atau Putusan Peninjauan Kembali."},{"kode":"900","jenisSetoran":"Pemungut Pajak Tidak Langsung Lainnya","keterangan":"untuk penyetoran Pajak Tidak Langsung Lainnya yang dipungut oleh pemungut."}],"pajak":"Pajak Tidak Langsung Lainnya"},{"kodePajak":"411621","kodeJenisSetoran":[{"kode":"300","jenisSetoran":"STP atas Bunga Penagihan","keterangan":"untuk pembayaran STP Bunga Penagihan PPh."},{"kode":"301","jenisSetoran":"STP atas Denda Penagihan","keterangan":"untuk pembayaran STP Denda Penagihan PPh Pasal 25 ayat (9) dan Pasal 27 ayat (5d) Undang-Undang KUP."}],"pajak":"Bunga/Denda Penagihan PPh"},{"kodePajak":"411622","kodeJenisSetoran":[{"kode":"300","jenisSetoran":"STP atas Bunga Penagihan PPN","keterangan":"untuk pembayaran STP Bunga Penagihan PPN."},{"kode":"301","jenisSetoran":"STP atas Denda Penagihan","keterangan":"untuk pembayaran STP Denda Penagihan PPN Pasal 25 ayat (9) dan Pasal 27 ayat (5d) Undang-Undang KUP."}],"pajak":"Bunga/Denda Penagihan PPN"},{"kodePajak":"411623","kodeJenisSetoran":[{"kode":"300","jenisSetoran":"STP atas Bunga Penagihan PPnBM","keterangan":"untuk pembayaran STP Bunga Penagihan PPnBM."},{"kode":"301","jenisSetoran":"STP atas Denda Penagihan","keterangan":"untuk pembayaran STP Denda Penagihan PPnBM Pasal 25 ayat (9) dan Pasal 27 ayat (5d) Undang-Undang KUP."}],"pajak":"Bunga/Denda Penagihan PPnBM"},{"kodePajak":"411624","kodeJenisSetoran":[{"kode":"300","jenisSetoran":"STP atas Bunga Penagihan PTLL","keterangan":"untuk pembayaran STP Bunga Penagihan PTLL."},{"kode":"301","jenisSetoran":"STP atas Denda Penagihan","keterangan":"untuk pembayaran STP Denda Penagihan PPnBM Pasal 25 ayat (9) dan Pasal 27 ayat (5d) Undang-Undang KUP."}],"pajak":"Bunga/Denda Penagihan PTLL"},{"kodePajak":"411313","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"SPPT PBB Sektor Perkebunan","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SPPT PBB Sektor Perkebunan"},{"kode":"300","jenisSetoran":"STP PBB Sektor Perkebunan","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP PBB Sektor Perkebunan"},{"kode":"310","jenisSetoran":"SKP PBB Sektor Perkebunan","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKP PBB Sektor Perkebunan"},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan,  Putusan   Banding, atau Putusan Peninjauan Kembali"}],"pajak":"Pajak Bumi dan Bangunan Sektor Perkebunan"},{"kodePajak":"411314","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"SPPT PBB Sektor Perhutanan","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SPPT PBB Sektor Perhutanan"},{"kode":"300","jenisSetoran":"STP PBB Sektor Perhutanan","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP PBB Sektor Perhutanan"},{"kode":"310","jenisSetoran":"SKP PBB Sektor Perhutanan","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKP PBB Sektor Perhutanan"},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan,  Putusan   Banding, atau Putusan Peninjauan Kembali"}],"pajak":"Pajak Bumi dan Bangunan Sektor Perhutanan"},{"kodePajak":"411315","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"SPPT PBB Sektor Pertambangan untuk Pertambangan Mineral dan Batubara","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SPPT PBB Sektor Pertambangan untuk Pertambangan Mineral dan   Batubara"},{"kode":"300","jenisSetoran":"STP PBB Sektor Pertambangan untuk Pertambangan Mineral dan Batubara","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam STP PBB Sektor Pertambangan untuk Pertambangan Mineral dan   Batubara"},{"kode":"310","jenisSetoran":"SKP PBB Sektor Pertambangan untuk Pertambangan Mineral dan Batubara","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKP PBB Sektor Pertambangan untuk Pertambangan Mineral dan   Batubara"},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan,  Putusan   Banding, atau Putusan Peninjauan Kembali"}],"pajak":"Pajak Bumi dan Bangunan Sektor Pertambangan un"},{"kodePajak":"411316","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"SPPT PBB Sektor Pertambangan","keterangan":"untuk Pertambangan Minyak Bumi dan Gas Bumi"},{"kode":"300","jenisSetoran":"STP PBB Sektor Pertambangan","keterangan":"untuk Pertambangan Minyak Bumi dan Gas Bumi"},{"kode":"310","jenisSetoran":"SKP PBB Sektor Pertambangan","keterangan":"untuk Pertambangan Minyak Bumi dan Gas Bumi"},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan,  Putusan   Banding, atau Putusan Peninjauan Kembali"}],"pajak":"Pajak Bumi dan Bangunan Sektor Pertambangan un"},{"kodePajak":"411317","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"SPPT PBB Sektor Pertambangan untuk Pertambangan Panas Bumi","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SPPT PBB Sektor Pertambangan untuk Pertambangan Panas Bumi"},{"kode":"300","jenisSetoran":"STP PBB Sektor Pertambangan untuk Pertambangan Panas Bumi","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam STP PBB Sektor Pertambangan untuk Pertambangan Panas Bumi"},{"kode":"310","jenisSetoran":"SKP PBB Sektor Pertambangan untuk Pertambangan Panas Bumi","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam SKP PBB Sektor Pertambangan untuk Pertambangan Panas Bumi"},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan,  Putusan   Banding, atau Putusan Peninjauan Kembali"}],"pajak":"Pajak Bumi dan Bangunan Sektor Pertambangan un"},{"kodePajak":"411319","kodeJenisSetoran":[{"kode":"100","jenisSetoran":"SPPT PBB Sektor Lainnya","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SPPT PBB Sektor Lainnya"},{"kode":"300","jenisSetoran":"STP PBB Sektor Lainnya","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam STP PBB Sektor Lainnya"},{"kode":"310","jenisSetoran":"SKP PBB Sektor Lainnya","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum dalam SKP PBB Sektor Lainnya"},{"kode":"390","jenisSetoran":"Pembayaran atas Surat Keputusan Pembetulan, Surat Keputusan Keberatan, Putusan Banding, atau Putusan Peninjauan Kembali","keterangan":"untuk pembayaran jumlah yang masih harus dibayar yang tercantum   dalam Surat Keputusan Pembetulan, Surat Keputusan Keberatan,  Putusan   Banding, atau Putusan Peninjauan Kembali"}],"pajak":"Pajak Bumi dan Bangunan Sektor Lainnya"}]